REASON_PREFIX = "<b>Причина конца света: </b>"
BUNKER_FACT_PREFIX = "<b>Факт о бункере: </b>"

PLAYER_INFO_TEMPLATE = (
    "\n<b>хобби</b>: {hobby}"
    "\n<b>здоровье</b>: {health}"
    "\n<b>биология</b>: {biology}"
    "\n<b>багаж</b>: {baggage}"
    "\n<b>факт</b>: {fact}"
    "\n<b>профессия</b>: {career}"
)

RULES_TEXT = """
Игра БУНКЕР.
Цель игры: определить, кто из игроков попадёт в бункер и спасётся от конца света.
В первом раунде капитан получает и рассказывает игрокам, какой конец света ожидает мир.
В первом раунде каждый игрок получает набор из 6 характеристик.
В начале каждого раунда капитан получает карточку с дополнительной информацией о бункере.
В каждом раунде каждый игрок должен раскрыть одну из своих характеристик на свой выбор.
В конце раунда голосованием игроков определяется один человек, которого не берут в бункер.
Игра заканчивается, когда определено нужное количество игроков для бункера.
"""
