ROUND_MESSAGE_TEMPLATE = (
    "\nРаунд {round_num}. "
    "\n<b>Тема: {topic}</b> "
    "\nСлова темы: {table}"
)

CHAMELEON_SUFFIX = "\n<b>Вы заяц :)</b>"
PLAYER_SUFFIX_TEMPLATE = "\n<b>Секретное слово: {selected_word}</b>"

RULES_TEXT = """
Игра ЗАЯЦ состоит из раундов.
Кнопка старта следующего раунда доступна капитану.
В каждом раунде игроку назначается роль: игрок или заяц.
Игроки получают карточку с темами и секретное слово.
Заяц получает только карточку с темами.
Каждый игрок по очереди называет свою ассоциацию на секретное слово, стараясь не подсказать зайцу.
Заяц придумывает ассоциацию, стараясь не выдать себя.
Коллективным голосованием игроки угадывают зайца.
Заяц выигрывает раунд, если его не угадали.
В конце раунда капитан стартует новый раунд или завершает игру.
"""
